EEC_PROP/src/main/resources/OP_02/FLC/MSG.001_TRN.001/Log/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:01c8ca35-df54-47a1-9d88-d097b4d0b56f</wsa:MessageID><int:ProcedureID>urn:uuid:392429b1-1e78-4316-9735-ef0e4c95c82a</int:ProcedureID><int:ConversationID>urn:uuid:d89fdf12-e7a4-46ac-80f0-c57c9862019e</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:5f3c2bc2-6cd6-4cc6-a0af-1399e1c7c1f5</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:4096ce79-25c7-4d88-95a6-d17652a28963</int:TrackID>
                        <int:AcceptTime>2020-01-10T10:22:03+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>9e9336f9-be7a-48c7-8b45-8d1d2d87cf75</sgn:SignalId><sgn:DateTime>2020-01-10T10:22:02.966</sgn:DateTime></sgn:ProcessingReceipt></soap:Body></soap:Envelope>
<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:563dfc24-32d0-47f3-8863-a7cafc678d0a</wsa:MessageID><int:ProcedureID>urn:uuid:392429b1-1e78-4316-9735-ef0e4c95c82a</int:ProcedureID><int:ConversationID>urn:uuid:d89fdf12-e7a4-46ac-80f0-c57c9862019e</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.CC.01.MSG.004</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:5f3c2bc2-6cd6-4cc6-a0af-1399e1c7c1f5</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:0ef90e38-4fc1-4935-bfcd-df146a84fc21</int:TrackID>
                        <int:AcceptTime>2020-01-10T10:22:03+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><doc:ProcessingResultDetails xmlns:doc="urn:EEC:R:ProcessingResultDetails:v0.3.4" xmlns:casdo="urn:EEC:M:CA:SimpleDataObjects:v1.2.6" xmlns:ns14="urn:EEC:SignedData:v1.0:EDoc" xmlns:ccdo="urn:EEC:M:ComplexDataObjects:v0.3.3" xmlns:pcp="urn:EEC:R:CA:CC:02:CheckPointPassport:v1.0.0" xmlns:ns12="http://dsign.mscp.eec" xmlns:ns13="http://www.w3.org/2000/09/xmldsig#" xmlns:ns6="urn:EEC:R:ProcessingResultDetails:v1.0.0" xmlns:ns10="urn:EEC:R:CA:CC:04:ArrivePointList:v1.0.0" xmlns:ns8="urn:EEC:R:ResourceStatusDetails:v0.3.3" xmlns:csdo="urn:EEC:M:SimpleDataObjects:v0.3.3" xmlns:ns11="urn:EEC:R:ResourceStatusDetails:v1.0.0" xmlns:cpl="urn:EEC:R:CA:CC:01:CheckPointList:v1.0.0" xmlns:cacdo="urn:EEC:M:CA:ComplexDataObjects:v1.2.6">
    <ccdo:EDocHeader>
        <csdo:InfEnvelopeCode>P.CC.01.MSG.004</csdo:InfEnvelopeCode>
        <csdo:EDocCode>R.006</csdo:EDocCode>
        <csdo:EDocId>32b30d26-a712-440a-8573-36fc7c06df13</csdo:EDocId>
        <csdo:EDocRefId>b8e77a29-b369-4485-8172-035b39272c70</csdo:EDocRefId>
        <csdo:EDocDateTime>2020-01-10T07:22:03.106Z</csdo:EDocDateTime>
    </ccdo:EDocHeader>
    <csdo:EventDateTime>2020-01-10T07:22:03.097Z</csdo:EventDateTime>
    <csdo:ProcessingResultCode>3</csdo:ProcessingResultCode>
    <csdo:DescriptionText>Сведения добавлены</csdo:DescriptionText>
</doc:ProcessingResultDetails></soap:Body></soap:Envelope>
